TOKEN = '6031104463:AAF_647pdYkqK6Kdp1o7tM7i0m_nlB3yUZc'

WEATHER_TOKEN = '7eab98eaa6b639e75b4dc30c6c30435b'  # токен openweathermap

PROXY_URL = "http://10.0.48.52:3128"
sql = 'med_orsk.db'

HI = '''Я медицинский бот!\nОтправь мне любое сообщение, а я тебе обязательно отвечу.\n
Если нужна помощь отправьте - /help'''
HELP_MES = '''
Данный бот позволяет осуществлять следующие функции, используя кнопки
📋 Записаться к врачу - данная кнопка позволяет записаться на прием к врачу, которого вы желаете посетить (в случае, если запись бесплатна)
❤Симптомы - Данная кнопка позволяет провести самодиагностику
❔ Задать вопрос - Данная кнопка позволяет задать контекстный вопрос
ℹ Информация - Данная кнопка позволяет получить справочную информацию, касающуюся Орской больницы, филиалов, и так далее
☎ Обратиться в поддержку - Данная кнопка позволяет обратиться за помощью к реальному человеку, в случае если вы не нашли ответ на свой вопрос

Для обращения в поддержку, напишите сообщение и нажмите кнопку ☎ Обратиться в поддержку
'''
BACK = '''Вы вернулись в главное меню'''
ABOUT = '''Данная программа имеет базу данных с различными врачами для помощи в записи к ним. \n
По всем вопросам и предложениям - @ijstt_resurrected'''
DOCTOR = '''Доктора 💉 \nВыберите способ поиска и введите фамилию/специальность врача'''
SORRY = '''Извините, я вас не понимаю'''

CONTACTS_MES = '''
• НАИМЕНОВАНИЕ УЧРЕЖДЕНИЯ:  ГОСУДАРСТВЕННОЕ АВТОНОМНОЕ УЧРЕЖДЕНИЕ ЗДРАВООХРАНЕНИЯ "ГОРОДСКАЯ БОЛЬНИЦА" ГОРОДА ОРСКА
• СОКРАЩЕННОЕ НАИМЕНОВАНИЕ УЧРЕЖДЕНИЯ: ГАУЗ "ГБ" Г. ОРСКА 
• КОДЫ УЧРЕЖДЕНИЯ: ИНН 5614088133, КПП 561401001, ОКПО 70022434, ОГРН 1225600012440 
• ПУБЛИЧНО-ПРАВОВОЕ ОБРАЗОВАНИЕ:  ОРЕНБУРГСКАЯ ОБЛАСТЬ, ОКАТО 53 000 000 000, ОКТМО 53723000 
• ОРГАНЫ, ОСУЩЕСТВЛЯЮЩИЕ ФУНКЦИИ И
ПОЛНОМОЧИЯ УЧРЕДИТЕЛЯ:  МИНИСТЕРСТВО ЗДРАВООХРАНЕНИЯ ОРЕНБУРГСКОЙ ОБЛАСТИ 
• ТИП УЧРЕЖДЕНИЯ:  АВТОНОМНОЕ УЧРЕЖДЕНИЕ 
• ВИД УЧРЕЖДЕНИЯ:  БОЛЬНИЦА ГОРОДСКАЯ
• РУКОВОДИТЕЛЬ: ГЛАВНЫЙ ВРАЧ: ОРЛОВ ПАВЕЛ ВЛАДИМИРОВИЧ 
• КОНТАКТНЫЙ ТЕЛЕФОН: +7 353 720 67 67 
• САЙТ УЧРЕЖДЕНИЯ: HTTP://ORSKGB.NITOICH.TW1.RU/ 
• АДРЕС ЭЛЕКТРОННОЙ ПОЧТЫ: SYNTEZ-REF@MAIL.RU
'''
ADMHI = '''Добро пожаловать в режим администратора'''
ADMNUM = '''Введите номер вопроса, который решен:'''
VOT = '''Вот мои функции -'''
QUEDEL = '''Вопрос удален'''
ANSAS = '''Введите Ваш вопрос:'''